toilet = [
    "បន្ទប់ទឹក",
    "បង្គន់",
    "បង្គន់បត់ជើង",
    "បង្គន់អណាម័យ",
    "បង្គន់នោម",
    "កន្លែងបត់ជើង",
    "កន្លែងបន្ទោរបង់",
    "កន្លែងជុះ",
    "កន្លែងនោម",
    "កន្លែងដោះទុកសត្វ",
    "កន្លែងជុះនោម",
    # "បង្គន់អាចម៏",
    # "កន្លែងជុះអាចម៏",
]

meeting_room = [
    "បន្ទប់ប្រជុំ",
    "កន្លែងប្រជុំ",
    "បន្ទប់ប្រជុំការណ៍",
    "បន្ទប់ធ្វើកិច្ចប្រជុំ",
]


robot = [
    "Robot",
    "រ៉ូបូត",
    "មនុស្សយន្ត",
]


some_floor = [
    "ជាន់នេះ",
    "ជាន់លើ",
    "ជាន់ក្រោម",
    "ជាន់ទី១",
    "ជាន់ទី២",
    "ជាន់ផ្ទាល់ដី",
    "ជាន់លើគេ",
    "ជាន់លើគេបង្អស់",
]

lecturer = [
    "គ្រូ",
    "លោកគ្រូ",
    "អ្នកគ្រូ",
    "សាស្រ្តាចារ្យ",
]

some_organization = [
    "ក្រសួង",
    "ស្ថានទូតអាមេរិក",
    "ធនាគារអេសុីលីដា",
    "អង្គការសហគមន៍អាមេរិក",
    "ក្រុមហ៊ុនស្មាត",
]

some_time_period = [
    "ព្រឹកនេះ",
    "រសៀលនេះ",
    "ម៉ោង១០",
    "ថ្ងៃនេះ",
]

cadt = [
    "CADT",
    "សុីអេឌីធី",
    "Cambodia Academy of Digital Technology",
    "បណ្ឌិត្យសភាបច្ចេកវិទ្យាឌីជីថលកម្ពុជា",
]

cadt_researcher = [
    "លោកចាន់ សុភី",
    "លោកអាឡិច",
    "លោកAlexander",
]

cadt_lecturer = [
    "លោកគ្រូបញ្ញា",
    "អ្នកគ្រូចរិយា",
]

cadt_employee = cadt_researcher + cadt_lecturer

cadt_building = [
    "អាគារនេះ",
    "អាគារIDT",
    "អាគារInnovation Centre",
]

cadt_meeting_room = [
    "បន្ទប់Jupyter",
    "សាលប្រជុំធំ",
]

cadt_study_room = [
    "បន្ទប់១០១",
    "បន្ទប់៣០១",
]

some_cadt_room = cadt_meeting_room + cadt_study_room
