toilet = [
    "បន្ទប់ទឹក",
    "បង្គន់",
    "បង្គន់បត់ជើង",
    "បង្គន់អណាម័យ",
    "បង្គន់នោម",
    "កន្លែងបត់ជើង",
    "កន្លែងបន្ទោរបង់",
    "កន្លែងជុះ",
    "កន្លែងនោម",
    "កន្លែងដោះទុកសត្វ",
    "កន្លែងជុះនោម",
]

meeting_room = [
    "បន្ទប់ប្រជុំ",
    "កន្លែងប្រជុំ",
    "បន្ទប់ប្រជុំការណ៍",
    "បន្ទប់ធ្វើកិច្ចប្រជុំ",
]

study_room = [
    "បន្ទប់សិក្សា",
    "បន្ទប់រៀន",
]

robot = [
    "Robot",
    "រ៉ូបូត",
    "មនុស្សយន្ត",
]

lecturer = [
    "គ្រូ",
    "លោកគ្រូ",
    "អ្នកគ្រូ",
    "សាស្រ្តាចារ្យ",
]
